backend/app/controllers/conversions_controller.rb

  def index
    @conversions = Conversion.all
---
SELECT "conversions".* FROM "conversions"